/*
 | CLR版本:  4.0.30319.42000
 |
 | 作　　者: Haessen
 |
 | 創建時間: 2020/11/9 0:16:26
 |
 | 描　　述: 請对Student類進行簡單的描述........
 |
 */
using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace CM.Model
{
    public class Student
    {
        /*------------------------------------------ Fields ------------------------------------------*/

        /*---------------------------------------- Properties ----------------------------------------*/

        /*----------------------------------- Dependency Properties ----------------------------------*/

        /*--------------------------------------- Constructors ---------------------------------------*/

        /*-------------------------------------- Public Methods --------------------------------------*/

        /*-------------------------------------- Private Methods -------------------------------------*/

    }
}
